[
    {
        "content": "UCONCHITA wayengenalutho olubonakala lungambeka engozini yokuba nomdlavuza.a Wayeneminyaka engu-40, ewumqemane futhi kwakungenamuntu emkhayeni wakubo owayeke waba nomdlavuza. Ukuhlolelwa umdlavuza ayevame ukukwenza kwakungabonisanga lutho olungajwayelekile. Kodwa ngolunye usuku lapho ehlola amabele akhe njengoba egeza, wezwa kuneguludla. Kwatholakala ukuthi umdlavuza. UConchita nomyeni wakhe babehleli bekhungathekile njengoba udokotela ebachazela izindlela zokwelapha abangakhetha kuzo."
    },
    {
        "content":"Esikhathini esidlule, udokotela wayevele atshele owesifazane onomdlavuza webele ukuthi into engase imsize i-radical mastectomy—okuyinqubo yokuhlinzwa eshiya izibazi lapho kususwe khona ibele, izindlala zamanzi ezisesifubeni nezisemakhwapheni nezicubu ezisesifubeni. Ukwelashwa ngamakhemikhali noma ngemisebe kwakuvame ukwenza lolu sizi luqhubeke isikhathi eside. Kungakho abaningi babesaba kakhulu “ukwelashwa” kunesifo ngokwaso."
    },
    {
        "content":"Impi yokulwa nomdlavuza webele ibilokhu iqhubeka phakathi komzamo wokunqoba lesi sifo nesifiso sokugwema ukuba nezibazi ezingadingekile nezinhlungu ezihambisana nokuselapha. Njengasendabeni kaConchita, namuhla kunezindlela eziningi zokwelapha lo mdlavuza iziguli ezingakhetha kuzo.b Kanti nocwaningo oluqhubekayo lwezokwelapha nemibiko yabezindaba kuthembisa ukuthi ukutholakala kwezindlela ezintsha zokwelapha, ukuxilonga umuntu ukuze kubonakale ukuthi akekho yini engozini yokuba nomdlavuza nokudla ukudla okuvikela ekungenweni umdlavuza, kuzogcina kusinqobile lesi sifo."
    },
    {
        "content":"Nokho, naphezu kwentuthuko yezokwelapha, umdlavuza webele usahamba phambili ezinhlotsheni zomdlavuza ezibulala abesifazane.c Amazwe asethuthukile aseNyakatho Melika nawaseNtshonalanga Yurophu anamanani aphakeme abantu abanomdlavuza, kodwa liyanda nenani labanalesi sifo e-Asia nase-Afrika, okuyizindawo ebezinamanani aphansi ngokomlando. Empeleni, izinga lokufa labanalesi sifo e-Asia nase-Afrika liphakeme kakhulu. Kungani? Omunye udokotela wase-Afrika uthi, “Izimpawu zokuqala azinakwa. Abaningi beza kithi lapho umdlavuza usuhambe kakhulu.”"
    },
    {
        "content": "Amathuba okuba nomdlavuza ayanda njengoba umuntu ekhula. Bangamaphesenti angu-80 abesifazane abaneminyaka engaphezu kuka-50 abanomdlavuza. Nokho, izindaba ezinhle ukuthi umdlavuza webele ungolunye lohlobo lomdlavuza owelaphekayo. Empeleni, amaphesenti angu-97 abesifazane umdlavuza otholakale usaqala kubo basuke besaphila ngemva kweminyaka emihlanu isifo satholakala. Kusanda kuphela iminyaka emihlanu lo mdlavuza watholakala kuConchita."
    },
    {
        "content":"NjengakuConchita, umdlavuza webele uvame ukuba iguludla elingaqondakali. Nokho, ngenhlanhla amaphesenti angu-80 alawo maguludla awayona ingozi noma azimele wodwa, kwamaningi kumane kunoketshezana olufana nobovu.Umdlavuza webele uqala ngokuba yingqamuzana elizihambela lodwa bese lizalana ngendlela engalawuleki, kancane kancane liphenduke isimila. Isimila siba ingozi noma siba umdlavuza lapho izinhlayiyana zaso zingena kwezinye izicubu. Ezinye izimila zikhula ngokushesha; ezinye zingathatha iminyaka eyishumi ngaphambi kokuba zibonakale."
    },
    {
        "content":"Ukuze ahlole umdlavuza kuConchita, udokotela wakhe wasebenzisa inaliti encanyana ukuze athathe isampula kuleli guludla liyohlolwa. Kwatholakala amangqamuzana omdlavuza. Wabe esehlinzwa ukuze kususwe isimila nezicubu zebele ezizungezile nokuba kubonakale ukuthi isimila sase sikusiphi isigaba futhi sikhula ngesivinini esingakanani."
    },
    {
        "content": "Ukuze ahlole umdlavuza kuConchita, udokotela wakhe wasebenzisa inaliti encanyana ukuze athathe isampula kuleli guludla liyohlolwa. Kwatholakala amangqamuzana omdlavuza. Wabe esehlinzwa ukuze kususwe isimila nezicubu zebele ezizungezile nokuba kubonakale ukuthi isimila sase sikusiphi isigaba futhi sikhula ngesivinini esingakanani."
    },
    {
        "content":"Ngemva kokuhlinzwa, iziguli eziningi zithola ukwelashwa okwengeziwe ukuze kuvinjelwe lesi sifo singaqali phansi noma singasabalali. Amangqamuzana omdlavuza angasuka esimileni ahambe ngemithambo yegazi noma yamanzi abese akha isimila kwenye indawo. Ukudlulela komdlavuza ezithweni ezibalulekile nasezicutshini—ubuchopho, isibindi, umnkantsha noma amaphaphu—yikona okwenza lesi sifo sibulale."
    },
    {
        "content":"UConchita welashwa ngemisebe nangamakhemikhali ukuze kubulawe amangqamuzana omdlavuza azulazulayo eduze nalapho eqale khona nakuwo wonke umzimba. Ngenxa yokuthi uhlobo lomdlavuza olumphethe lubangelwa yi-hormone okuthiwa i-estrogen, ubuye asebenzise nemithi elwa nale hormone ukuze kunqandwe amangqamuzana omdlavuza angakheki kwezinye izingxenye."
    },
    {
        "content":"ntuthuko eyenziwe ekwelapheni umdlavuza webele inikeza iziguli ezinye izindlela zokwelapha ezingakhetha kuzo kuye ngobudala bazo, isimo sazo sempilo, umlando walesi sifo nohlobo lwaso. Ngokwesibonelo, kowesifazane okuthiwa u-Arlette, ukuxilongwa kwayiveza ingakadluleli emidugwini yobisi. Ngakho wahlinzwa kwasuswa isimila nezicutshana ezisizungezile, okwenza ibele lakhe langathinteka. U-Alice welashwa ngamakhemikhali ngaphambi kokuhlinzwa ukuze kuncishiswe isimila. Udokotela ohlinzayo kaJanice wasusa nje kuphela isimila nendlala okuthiwa i-sentinel lymph, engeyokuqala okungena kuyo uketshezi lwesimila. Ngenxa yokuthi le ndlala yayingenawo amangqamuzana omdlavuza, ezinye izindlala zayekwa. Lokhu kwanciphisa ingozi yokuba uJanice abe nenkinga yokuvuvukala kwezicubu, ukuvuvukala kwengalo okwenzeka lapho izindlala zamanzi eziningi zikhishiwe."
    },
    {
        "content": "Kuseyindida ukuthi umdlavuza webele ubangelwa yini. Abagxeki bathi kuningi ukucwaninga kanye nokuxilongwa okwenziwayo, okungenisa inzuzo enkulu—kunokuthola izimbangela zawo nendlela yokuvikeleka. Noma kunjalo, kunomhlahlandlela obalulekile ososayensi asebewutholile. Abanye bakholelwa ukuthi lo mdlavuza ubangelwa inqubo eyinkimbinkimbi nenezinyathelo eziningana, kusukela esakhini sofuzo esingafanele esibangela ukuba amangqamuzana enze ngendlela engavamile—azalane ngokushesha okukhulu, angene kwezinye izicubu, agweme ukubulawa amasosha omzimba futhi ahlasele izitho zomzimba ezibalulekile ngesinyenyela."
    },
    {
        "content":"Zivelaphi lezi zakhi zofuzo ezenza lokhu? Ezimweni ezingamaphesenti amahlanu kuya kwayishumi, abesifazane bazalwa nazo izakhi zofuzo ezibabeka engozini yokuba nalesi sifo. Kodwa kubonakala sengathi ezimweni eziningi, amangqamuzana ofuzo alinyazwa izinto ezivela ngaphandle komzimba—imisebe namakhemikhali kuhamba phambili kulokhu. Ucwaningo lwesikhathi esizayo lungase lukuqinisekise lokhu."
    },
    {
        "content": "Okunye okunomthelela kuba yi-hormone okuthiwa i-estrogen, okubonakala sengathi iyona ebangela ezinye izinhlobo zomdlavuza webele. Ngakho, amathuba okuba owesifazane abe nomdlavuza angaba makhulu uma eqale esemncane kakhulu ukuya esikhathini noma ephuzile ukunqamuka kunokujwayelekile, uma eqala ukukhulelwa esemdala noma engakaze nhlobo akhulelwe, noma uma ake elashwa ngokujovwa nge-hormone. Ngenxa yokuthi amafutha akhiqiza i-estrogen, ukukhuluphala kungawandisa amathuba okuba nalesi sifo kwabesifazane asebedlulile enkathini yokuya esikhathini, nakuba izindlala zabo ezikhiqiza amaqanda seziyekile ukukhiqiza ama-hormone. Ezinye izinto ezandisa le ngozi ukuba ne-hormone eningi okuthiwa i-insulin nezinga eliphansi le-hormone ebangela ubuthongo okuthiwa i-melatonin, inkinga evame ukukhathaza abantu abasebenza ebusuku."
    },
    {
        "content": "Ingabe sekusondele ukuba kutholakale ikhambi lomdlavuza webele eliphumelela kakhudlwana nelingesabeki kangako? Abacwaningi benza izindlela zokwelapha ezihilela ukusetshenziswa kwamasosha omzimba womuntu namaphilisi ahlasela imigudu yamangqamuzana asekela ukwanda komdlavuza. Okwamanje, ubuchwepheshe obuthuthukile bokuthatha izithombe ze-X-ray kumelwe bubasize abezokwelapha ukuba belaphe ngemisebe ngendlela enembe kakhudlwana nephumelelayo."
    },
    {
        "content":"Ososayensi nabo bamatasa bacwaninga ngezinye izici zomdlavuza, ezihlanganisa ukuthola imbangela yokusabalala kwawo, indlela yokunqoba amangqamuzana omdlavuza angafi lapho umuntu elashwa ngamakhemikhali, ukuphazamisa isimiso esiqondisa ukukhula kwamangqamuzana nokuthola ikhambi elinembile lesimila ngasinye."
    },
    {
        "content": "Ososayensi nabo bamatasa bacwaninga ngezinye izici zomdlavuza, ezihlanganisa ukuthola imbangela yokusabalala kwawo, indlela yokunqoba amangqamuzana omdlavuza angafi lapho umuntu elashwa ngamakhemikhali, ukuphazamisa isimiso esiqondisa ukukhula kwamangqamuzana nokuthola ikhambi elinembile lesimila ngasinye."
    },
    {
        "content":"Kubalulekile ukuba usheshe utholakale umdlavuza, kodwa olunye ucwaningo luxwayisa ngokuthi ukuhlola amabele nokuwathwebula nge-X-ray kungase kunganembi ngokwanele kwabesifazane abasebasha, okungaholela ekwelashweni okungadingekile nasekukhathazekeni"
    }
]